/* Abloadtool */
"Abloadtool" = "Abload-App";

/* Navigation */
"nav_tabbar_upload" = "Upload";
"nav_tabbar_images" = "Galerien & Bilder";
"nav_tabbar_about" = "Diverses";
"nav_title_upload" = "Upload";
"nav_title_settings" = "Einstellungen";
"nav_title_uploadgallery" = "Galerie";
"nav_title_resolution" = "Größe anpassen";
"nav_title_scaling" = "Skalierungsverfahren";
"nav_title_linktype" = "Link-Typ";
"nav_title_gallery" = "Galerien & Bilder";
"nav_title_about" = "Diverses";
"nav_title_album" = "Album";

/* Upload Tab */
"title_images_waiting_for_upload" = "Warteschlange";
"title_last5" = "Deine letzen 5 Bilder";
"btn_image_add" = "Bilder auswählen";
"btn_ok" = "OK";
"btn_slide_copylink" = "Link kopieren";
"btn_slide_delete" = "Löschen";
"btn_upload_cancel" = "Upload abbrechen";
"btn_upload_clear" = "Liste leeren";
"btn_upload_upload" = "Upload starten";
"msg_copylink_done %ld" = "%ld Links in die Zwischenablage kopiert.";
"msg_upload_done" = "Der Upload ist fertig!";
"msg_added_images_from_share %ld" = "%ld Bild(er) hinzugefügt!";
"msg_no_access_photos" = "Leider hast du uns den Zugriff auf deine Bilder nicht genehmigt. Dies kannst du unter Einstellungen -> Abloadtool ändern.";
"btn_settings" = "Einstellungen";

/* ImagePicker */
"label_done" = "Done";
"label_cancel" = "Abbruch";
"label_loading_album" = "Lade ...";
"msg_no_access_camera" = "Leider hast du uns den Zugriff auf deine Kamera nicht genehmigt. Dies kannst du unter Einstellungen -> Abloadtool ändern.";

/* Settings */
"title_settings_upload" = "Upload Einstellungen";
"title_settings_other" = "Sonstige Einstellungen";
"label_gallery" = "Galerie";
"label_nogallery" = "Keine Galerie";
"label_resize" = "Größe anpassen";
"label_keeporiginal" = "Original beibehalten";
"label_scale" = "Skalierungsverfahren";
"label_linktype" = "Link-Typ";

/* Gallery */
"label_lastrefresh %@" = "Letzte Aktualisierung - %@";
"label_lastrefresh_language" = "de_DE";
"newgallery_title" = "Neue Galerie anlegen";
"newgallery_label_name" = "Name";
"newgallery_label_description" = "Beschreibung";
"newgallery_btn_create" = "Anlegen";
"newgallery_btn_cancel" = "Abbrechen";
"delgallery_question %@" = "Soll die Galerie gelöscht werden?\r\n%@";
"delgallery_btn_withimage %ld" = "Ja, mit %ld Bildern!";
"delgallery_btn_withoutimage" = "Ja, ohne die Bilder!";
"delgallery_btn_cancel" = "Nein, lieber nicht!";
"sort_title" = "Sortieren nach";
"sort_by_original" = "Original";
"sort_by_name" = "Name";
"sort_by_date" = "Datum";

/* Image */
"label_loading" = "Lade ...";
"label_zoom" = "Zoom";
"label_zoomed %.2fx" = "Zoom: %.2fx";
"label_download_image" = "Bild speichern";
"label_select" = "Auswählen";
"label_share_warning" = "Bitte etwas Geduld, die Bilder werden erst beim Teilen von abload.de herunter geladen.";
"label_downloading %ld %ld" = "Lade Bild %ld von %ld";

/* About */
"label_footer_clickable" = "Antippen öffnet die jeweilige Website.";
"label_abload_slogan" = "Dieser Dienst wird bereitgestellt von";
"label_abload_contact" = "Zum Kontakformular (Klick)";
"url_abload_contact" = "https://abload.de/contact.php";
"label_abload_donation" = "Abload braucht deine Hilfe! (Klick)";
"url_abload_donation" = "https://abload.de/spenden.php";
"label_bluepaw_slogan" = "Die App wurde entwickelt von";
"label_logout_successfull" = "Erfolgreich abgemeldet.";
"label_bluepaw_build %@ %@" = "Build: %@ - Server: %@";

/* NetworkManager */
"error_session_invalid" = "Ungültige Sitzung!";
"net_login_title" = "Bei Abload.de anmelden";
"net_login_label_userid" = "Benutzername oder E-Mail";
"net_login_label_password" = "Passwort";
"net_login_cancel" = "Abbrechen";
"net_login_ok" = "Anmelden";
"net_login_error_missingvalues" = "Bitte Benutzername oder E-Mail und Passwort ausfüllen!";

/* ShareExtension */
"share_msg_done %ld" = "Es wurden %ld Bilder übernommen.";
"share_msg_failed %ld %ld" = "Lesefehler bei %ld von %ld Bild(er). Bitte füge diese direkt in der Abload App hinzu.";
